
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Número no válido";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Valor inferior al mínimo";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Valor máximo excedido";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Coma flotante no permitida";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Cadena de fecha no válida";

